[
  {
    "title": "roses bouquet",
    "description": "A stunning bouquet of red roses, perfect for special occasions. Freshly picked and elegantly arranged for a heartfelt gesture.",
    "image": "../assets/flower.webp",
    "price": "$19.99"
  },
  {
    "title": "tulip arrangement",
    "description": "Bright and colorful tulips, arranged in a beautiful vase. A lovely addition to brighten up any room with vibrant spring vibes.",
    "image": "../assets/flower.webp",
    "price": "$14.99"
  },
  {
    "title": "lilies in bloom",
    "description": "Elegant lilies in full bloom, offering a delightful fragrance and graceful beauty. A perfect centerpiece for your home or event.",
    "image": "../assets/flower.webp",
    "price": "$12.49"
  },
  {
    "title": "orchid elegance",
    "description": "Exquisite orchid stems, a symbol of luxury and sophistication. Ideal for gifting or adding a touch of elegance to any space.",
    "image": "../assets/flower.webp",
    "price": "$24.99"
  },
  {
    "title": "sunflower bundle",
    "description": "A cheerful bundle of bright yellow sunflowers, spreading joy and warmth. Perfect for bringing sunshine to any occasion.",
    "image": "../assets/flower.webp",
    "price": "$9.99"
  },
  {
    "title": "daisy delight",
    "description": "Charming daisies in soft pastel colors, creating a sweet and simple arrangement that exudes happiness and innocence.",
    "image": "../assets/flower.webp",
    "price": "$8.99"
  },
  {
    "title": "peony perfection",
    "description": "Lush and fragrant peonies, adding a touch of romance to any setting. Their soft petals and delicate fragrance are truly enchanting.",
    "image": "../assets/flower.webp",
    "price": "$17.49"
  },
  {
    "title": "mixed wildflowers",
    "description": "A vibrant mix of wildflowers that bring the beauty of a meadow into your home. A lively and colorful arrangement for any space.",
    "image": "../assets/flower.webp",
    "price": "$11.99"
  },
  {
    "title": "garden roses",
    "description": "Classic garden roses in a variety of soft shades. A timeless and elegant bouquet suitable for any special moment.",
    "image": "../assets/flower.webp",
    "price": "$21.99"
  },
  {
    "title": "hydrangea hues",
    "description": "Beautiful hydrangeas in soft blues and pinks. These full blooms make a statement in any room, creating a lovely, serene atmosphere.",
    "image": "../assets/flower.webp",
    "price": "$18.99"
  },
  {
    "title": "lavender love",
    "description": "A fragrant bouquet of fresh lavender, known for its calming and relaxing properties. Perfect for gifting or enjoying at home.",
    "image": "../assets/flower.webp",
    "price": "$13.49"
  },
  {
    "title": "carnations classic",
    "description": "A classic arrangement of carnations in rich colors. Their long-lasting blooms make them a great choice for any occasion.",
    "image": "../assets/flower.webp",
    "price": "$10.99"
  },
  {
    "title": "iris inspiration",
    "description": "Striking purple irises that add a touch of elegance to any arrangement. Perfect for special occasions or a unique gift.",
    "image": "../assets/flower.webp",
    "price": "$15.99"
  },
  {
    "title": "gerbera joy",
    "description": "Bold and colorful gerbera daisies, bringing a burst of joy and brightness to any setting. Ideal for celebrations or just because.",
    "image": "../assets/flower.webp",
    "price": "$12.99"
  },
  {
    "title": "exotic bromeliad",
    "description": "A stunning tropical bromeliad plant, perfect for adding an exotic flair to your space. Easy to care for and visually striking.",
    "image": "../assets/flower.webp",
    "price": "$22.99"
  },
  {
    "title": "potted lavender",
    "description": "A potted lavender plant that brings both beauty and relaxation to your home. Ideal for adding a touch of nature to your décor.",
    "image": "../assets/flower.webp",
    "price": "$16.99"
  },
  {
    "title": "bird of paradise",
    "description": "An exotic bird of paradise flower, with its vibrant colors and unique shape. A true statement piece for any floral arrangement.",
    "image": "../assets/flower.webp",
    "price": "$29.99"
  },
  {
    "title": "alstroemeria array",
    "description": "A colorful arrangement of alstroemeria, also known as Peruvian lilies. Long-lasting and perfect for brightening any room.",
    "image": "../assets/flower.webp",
    "price": "$11.49"
  },
  {
    "title": "magnolia magic",
    "description": "Elegant magnolia flowers that bring sophistication and charm to any space. Their large, fragrant blooms are truly captivating.",
    "image": "../assets/flower.webp",
    "price": "$26.99"
  },
  {
    "title": "freesia fragrance",
    "description": "Delicate freesia flowers with a sweet fragrance. Their vibrant colors and gentle scent make them a popular choice for bouquets.",
    "image": "../assets/flower.webp",
    "price": "$14.49"
  }
]
